tap "adoptopenjdk/openjdk"
tap "fsouza/prettierd"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "microsoft/git"
brew "autoconf"
brew "automake"
brew "bat"
brew "bc"
brew "circleci"
brew "openssl@3"
brew "cocoapods"
brew "coreutils"
brew "folly"
brew "edencommon"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "jq"
brew "libksba"
brew "libtool"
brew "most"
brew "mysql"
brew "neovim"
brew "node"
brew "nvm"
brew "openjdk@11"
brew "pkg-config"
brew "pnpm"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ripgrep"
brew "sops"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "watchman"
brew "wget"
brew "zoxide"
brew "fsouza/prettierd/prettierd"
brew "jesseduffield/lazygit/lazygit"
cask "adoptopenjdk8"
cask "alt-tab"
cask "font-hack-nerd-font"
cask "react-native-debugger"
vscode "albert.TabOut"
vscode "asvetliakov.vscode-neovim"
vscode "avaly.restore-git-branch-tabs-improved"
vscode "ChakrounAnas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "coreylight.run-cy"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "golang.go"
vscode "Heron.firefox-devtools-theme"
vscode "ItsMeAdarsh.vsc-handlebars-ext"
vscode "jonkwheeler.styled-components-snippets"
vscode "jpoissonnier.vscode-styled-components"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "metaphore.kanagawa-vscode-color-theme"
vscode "moalamri.inline-fold"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "oderwat.indent-rainbow"
vscode "Orta.vscode-jest"
vscode "ritwickdey.LiveServer"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "vintharas.learn-vim"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "WallabyJs.wallaby-vscode"
vscode "yoavbls.pretty-ts-errors"
